Repository: code-review-doctor/osis
Catalog: preparation_inscription/locale/*/LC_MESSAGES/django.po
Languages: fr_be

source: ADDITION
fr_be: AJOUT

source: Add
fr_be: Ajouter

source: Add learning units
fr_be: Ajouter des UE

source: Addition
fr_be: Ajout

source: Block
fr_be: Bloc

source: Cancel
fr_be: Annuler

source: Cancel add
fr_be: Annuler ajout

source: Cancel add ?
fr_be: Annuler ajout ?

source: Cancel delete ?
fr_be: Annuler suppression ?

source: Cancel deletion
fr_be: Annuler suppression

source: Cancel edition
fr_be: Annuler modification

source: Cancel edition ?
fr_be: Annuler modification ?

source: Check All
fr_be: Cocher tout

source: Comment
fr_be: Commentaire

source: Components (PM+PP)
fr_be: Composants (PM+PP)

source: Components (PM/PP)
fr_be: Composants (PM/PP)

source: Credits
fr_be: Crédits

source: DELETION
fr_be: SUPPRESSION

source: Delete learning unit
fr_be: Supprimer

source: Delete learning units
fr_be: Supprimer unité d'enseignement

source: Derogation's session
fr_be: Session de dérogation

source: Do not cancel
fr_be: Ne pas annuler

source: EDITION
fr_be: MODIFICATION

source: Edit properties
fr_be: Modifier les propriétés

source: Edition
fr_be: Modification

source: English comment
fr_be: Commentaire en anglais

source: Main sort
fr_be: Tri principal

source: Mandatory
fr_be: Obligatoire

source: Move downwards
fr_be: Déplacer vers le bas

source: Move upwards
fr_be: Déplacer vers le haut

source: No deletable content
fr_be: Pas de contenu à supprimer

source: PAE preparation
fr_be: Préparation PAE

source: PAE registration form
fr_be: Formulaire d'inscriptions aux cours PAE

source: Reset to initial program state
fr_be: Revenir à l'état initial du programme

source: Save
fr_be: Enregistrer

source: Search
fr_be: Rechercher

source: Secondary sort
fr_be: Tri secondaire

source: Sort by block
fr_be: Tri par bloc

source: Sort by code
fr_be: Tri par code

source: Sort by program order
fr_be: Tri par ordre du programme

source: Sort by quadrimester
fr_be: Tri par quadrimestre

source: The learning units have been added
fr_be: Les unités d'enseignement ont été ajoutées

source: The learning units {} have been deleted
fr_be: Les unités d'enseignement {} ont été supprimées

source: This action will cancel addition of learning unit X to group Y
fr_be: Cette action annulera l'ajout de l'UE X du groupement Y

source: This action will cancel deletion
fr_be: Cette action annulera la suppression

source: This action will cancel edition of UE X from group Y
fr_be: Cette action annulera la modification de l'UE X du groupement Y

source: Title
fr_be: Intitule

# student_path_year
source: Year
fr_be: An

source: credits
fr_be: crédits

source: field1
fr_be: c1

source: field2
fr_be: c2

source: field3
fr_be: c3

source: field4
fr_be: c4

source: field5
fr_be: c5
