Repository: code-review-doctor/osis
Catalog: ddd/locale/*/LC_MESSAGES/django.po
Languages: fr_be

source: '{value}' is not a valid derogation quadrimester.
fr_be: '{value}' n'est pas un quadrimestre valide

source: '{value}' is not a valid derogation session.
fr_be: '{value}' n'est pas une session dérogation valide

source: A substitute can not renew his function of substitute
fr_be: Un suppléant ne peut pas reconduire sa fonction de suppléant

source: Application on this vacant course is not reserved for interns/open for extern
fr_be: La candidature sur ce cours vacant est réservée pour les internes/ouverte pour les externes

source: Automatic renewal is not possible because the volume declared vacant is lower than the volume to be renewed. Please go through "Add a new application".
fr_be: La reconduction automatique n'est pas possible car le volume déclaré vacant est inférieur au volume à reconduire. Veuillez passer par 'Ajouter une nouvelle candidature'.

source: Can't create a learning unit lower than 2019-20
fr_be: On ne peut pas créer une UE avec une année inférieure à 2019-20

source: Cannot found attribution about to expire with code: {}
fr_be: Impossible de trouver l'attribution arrivant à échéance portant le code: {}

source: Cannot renew an attribution with a function different from holder or coholder
fr_be: Impossible de renouveler une attribution avec une fonction différente de titulaire ou cotitulaire

source: Cannot renew an attribution without volumes
fr_be: Impossible de renouveler une attribution sans volume

source: Cannot update an application which is not owned by you
fr_be: Impossible de mettre à jour une candidature qui n'est pas détenu par nous

source: Class can't be created on learning unit having enrollment
fr_be: Il y a déjà des inscriptions sur cette unité d'enseignement. Vous ne pouvez plus créer de classes.

source: Class can't be created on learning unit having partim
fr_be: Vous ne pouvez pas créer des classes sur une unité d'enseignement ayant des partims.

source: Class can't be neither mobility nor external
fr_be: Le type de l'UE ne peut être ni de type mobilité, ni de type externe

source: Class of learning unit having enrollment can't be delete
fr_be: Il y a des inscriptions sur la classe. Vous ne pouvez pas supprimer cette classe.

source: Credits should be greather than 0
fr_be: Les crédits doivent être > 0

source: Deadline reached
fr_be: Date d'échéance atteinte

source: Decimal scores not authorized
fr_be: Notes décimales non autorisées

source: Details other educational facilities
fr_be: Détails autre aménagement

source: Distributed volume should be filled in and be greater than 0
fr_be: Le volume attribué doit être supérieur à 0

source: Extra time (33% generally)
fr_be: Tiers-Temps

source: Following fields are required : {}
fr_be: Les champs suivants sont requis : {}

source: Internship subtype is a mandatory field
fr_be: Le sous-type de stage est obligatoire

source: Large print
fr_be: Copie adaptée

source: Learning unit {} already added in this ajusted group.
fr_be: L'UE {} a déjà été ajoutée dans ce groupement ajusté.

source: Learning unit {} already exists next year
fr_be: L'UE {} existe déjà sur l'année suivante

source: Learning unit {} is used in following programs : {}
fr_be: L'UE est utilisée dans les formations suivantes : {}

source: Lecturing charge or practical charge must be filled
fr_be: Le vol.1 postulé ou le vol.2 postulé doit être rempli

source: No content to reset
fr_be: Aucun contenu à réinitialiser

source: No learning units to add.
fr_be: Aucune unité d'enseignement à ajouter.

source: No vacant corresponding activity
fr_be: Pas de cours vacant correspondant

source: Other educational facilities
fr_be: Autre aménagement

source: Registration ID does not match email
fr_be: Le noma ne corresond pas à l'adresse de messagerie

source: Score already submitted
fr_be: Note déjà soumise

source: Selected entity {} is not an authorized responsible entity
fr_be: L'entité sélectionnée {} n'est pas une entité responsable autorisée

source: Specific room of examination
fr_be: Local spécifique

source: Student not registered for exam
fr_be: L'étudiant n'est plus inscrit à l'examen

source: Subdivision should be one character A-Z or 0-9
fr_be: Subdivision devrait être un caractère A-Z ou 0-9

source: The %(code_class)s derogation session is inconsistent with the LU derogation session (should be %(should_be_values)s)
fr_be: La session de dérogation de %(code_class)s est incohérente avec celle de l'unité d'enseignement (la session de dérogation doit être %(should_be_values)s)

source: The %(code_class)s quadrimester is inconsistent with the LU quadrimester (should be %(should_be_values)s)
fr_be: Le quadrimestre de %(code_class)s est incohérent avec celui de l'unité d'enseignement (le quadrimestre doit être %(should_be_values)s)

source: The %(effective_class_complete_acronym)s volumes are inconsistent (the Q1 and Q2 volumes have to be completed)
fr_be: Les volumes de %(effective_class_complete_acronym)s sont incohérents (les volumes Q1 et Q2 doivent avoir une valeur)

source: The %(effective_class_complete_acronym)s volumes are inconsistent (the Q1 or Q2 volume has to be completed but not both)
fr_be: Les volumes de %(effective_class_complete_acronym)s sont incohérents (le volume Q1 ou Q2 doit avoir une valeur mais pas les deux)

source: The %(effective_class_complete_acronym)s volumes are inconsistent(only the %(quadrimester)s volume has to be completed)
fr_be: Les volumes de %(effective_class_complete_acronym)s sont incohérents (seul le volume %(quadrimester)s doit avoir une valeur)

source: The %(effective_class_complete_acronym)s volumes are inconsistent(the %(quadrimester)s volume has to be completed)
fr_be: Les volumes de %(effective_class_complete_acronym)s sont incohérents (le volume %(quadrimester)s doit avoir une valeur)

source: The address cannot be the same between bachelor and first year bachelor
fr_be: L'adresse ne peut pas être la même entre le bachelier et la première année de bachelier

source: The class %(class_complete_code)s is assigned to %(tutor_full_name)s in %(year)s
fr_be: La classe %(class_complete_code)s est attribuée à %(tutor_full_name)s en %(year)s

source: The code %(ue_code)s - %(code)s already exists for %(ue)s
fr_be: Le code %(ue_code)s - %(code)s existe déjà pour l'UE %(ue)s

source: The code {} already exists
fr_be: Le code {} existe déjà

source: The code {} is not a valid code
fr_be: Le code {} est invalide

source: The enrollment to the learning unit {learning_unit_code} doesn't exist
fr_be: L'inscription pour l'unité d'enseignement {learning_unit_code} n'existe pas

source: The entity cannot be the same between bachelor and first year bachelor
fr_be: L'entité ne peut pas être la même entre le bachelier et la première année de bachelier

source: The entity is not valid for the score sheet address
fr_be: L'entité n'est pas valide pour l'adresse de feuille de notes

source: The period of scores' encoding is not opened
fr_be: La période d'encodage de notes n'est pas ouverte

source: The subdivision %(subd)s already exists for %(ue)s
fr_be: La subdivision %(subd)s existe déjà pour l'UE %(ue)s

source: The subdivision must contain only one letter
fr_be: La subdivision ne doit contenir qu'une lettre

source: The sum of first/second quadrimesters volumes should be equal to annual volume of the learning unit ({})
fr_be: La somme des volumes Q1 et Q2 doit être égale au volume annuel de l'unité d'enseignement ({})

source: The teaching place is required.
fr_be: Le lieu d'enseignement est obligatoire

source: This course is team-managed. The application to this activity is based on a paper transmission.
fr_be: Ce cours est géré en équipe. La candidature des équipes d'enseignants s'effectue via la procédure papier.

source: Tutor already assigned to the class
fr_be: L'enseignant est déjà assigné à cette classe

source: UCL Person not found.
fr_be: Personne de l'UCLouvain non trouvée.

source: Volume of %(assigned_volume)s is not a valid volume. It should be greater or equal than 0 and less or equal than the attribution volume (%(attribution_volume)s)
fr_be: Le volume de %(assigned_volume)s est invalide. Il doit être >= 0, et <= au volume de la classe (%(attribution_volume)s)

source: Volume of %(assigned_volume)s is not a valid volume. It should be greater or equal than 0 and less or equal than the class volume (%(class_volume)s)
fr_be: Le volume de %(assigned_volume)s est invalide. Il doit être >= à 0, et <= volume de la classe (%(class_volume)s)

source: Volumes asked should be lower or equal to volume available
fr_be: Le volume demandé doit être plus petit ou égal au volume disponible

source: Volumes of {} are inconsistent
fr_be: Les volumes de {} sont incohérents

source: You cannot create a class on this learning unit because it is in proposal this year or in past.
fr_be: Vous ne pouvez pas créer une nouvelle classe sur cette unité d'enseignement car elle est en proposition pour cette année ou une année antérieure.

source: You cannot create class in %(year)s because there is no learning unit corresponding in %(year)s
fr_be: Vous ne pouvez pas créer une classe sur cette unité d'enseignement en %(year)s, car il n'existe pas d'unité d'enseignement correspondant en %(year)s.

source: You cannot create class on this learning unit because the component's annual volume [PM or default PP] is not greater than 0 and there are no planned class.
fr_be: Vous ne pouvez pas créer une classe sur cette unité d'enseignement car le volume annuel du composant [PM ou à défaut PP] n'est pas supérieur à 0 et il n'y a pas de classe prévue.

source: You have already applied on vacant course
fr_be: Vous avez déjà candidaté pour ce cours

source: You must be score responsible of {code_unite_enseignement} to submit the scores
fr_be: Vous devez être responsable de notes de {code_unite_enseignement} pour soumettre les notes

source: You're not a program manager (no assigned formations found)
fr_be: Vous n'êtes pas gestionnaire de parcours (pas de formations assignées trouvées)

source: You're not a program manager of {}
fr_be: Vous n'êtes pas gestionnaire de parcours de {}

source: You're not attributed to the learning unit {}
fr_be: Vous n'êtes pas attribué(e) à l'unité d'enseignement {}

source: at least one class volume is greater than the volume of the LU
fr_be: au moins un des volumes de la classe est plus élevé que celui de l'unité d'enseignement

source: the annual volume must be equal to the sum of the volumes Q1 and Q2
fr_be: Le volume annuel doit être égal à la somme des volumes Q1 et Q2

source: {note} isn't a valid score. Valid scores : 0 - 20 (0=Score of presence), A=Absent, T=Cheating
fr_be: {note} n'est pas une note valide. Notes valides: 0 - 20 (0=Note de présence), A=Abscence, T=Tricherie

source: {note} isn't a valid score. Valid scores : 0 - 20 (0=Score of presence), S=Absence unjustified, T=Cheating, M=Absence justified
fr_be: {note} n'est pas une note valide. Notes valides: 0 - 20 (0=Note de présence), S=Abscence injustifiée, T=Tricherie, M=Abscence justifiée
